[A_StrongholdCentaurCamp H7TownDwelling]
mName="Лагерь кентавров"
mDesc="Поселение элитных существ.\nПозволяет нанимать кентавров (8 в неделю)."
[A_StrongholdCentaurOutpost H7TownDwelling]
mName="Стоянка кентавров"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать кентавров и нанимать кентавров-мародеров."
[A_StrongholdCityHall H7TownHall]
mName="Магистрат"
mDesc="Дополнительно приносит 1000 ед. %ICON_GOLD золота в день."
[A_StrongholdCyclopsMound H7TownDwelling]
mName="Курган циклопов"
mDesc="Поселение легендарных существ.\nПозволяет нанимать циклопов (1 в неделю)."
[A_StrongholdDreamLodge H7TownUtilityUnitDwelling]
mName="Приют грез"
mDesc="Создание средств поддержки.\nПозволяет нанимать сноходцев."
[A_StrongholdFatherSkysFuror H7TownBuilding]
mName="Буйство Отца-Неба"
mDesc="Приносит 5000 золотых в день и увеличивает скорость прироста существ в этом городе на 50%.."
[A_StrongholdHallOfHeroes H7TownBuilding]
mName="Зал героев"
mDesc="Позволяет нанимать новых и ранее побежденных героев. Список доступных героев меняется в начале каждой недели."
[A_StrongholdHallOfRaiders H7TownBuilding]
mName="Зал трофеев"
mDesc="Приносит 250 ед. %ICON_GOLD золота за каждую победу в бою."
[A_StrongholdHarpyColony H7TownGrowthEnhancer]
mName="Колония гарпий"
mDesc="Улучшение поселения основных существ.\n+10 гарпий или фурий в неделю."
[A_StrongholdHarpyNest H7TownDwelling]
mName="Гнездо гарпий"
mDesc="Поселение основных существ.\nПозволяет нанимать гарпий (20 в неделю)."
[A_StrongholdMarketPlace H7TownMarketplace]
mName="Рынок"
mDesc="Позволяет обменивать ресурсы."
[A_StrongholdTownPortal H7TownPortal]
mName="Портал"
mDesc="Обучает всех героев в городе заклинанию «Возврат в город».\nГерой может перенестись только в ближайший город."
[A_StrongholdVillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания.\nПриносит 500 ед. %ICON_GOLD золота в день."
[A_StrongholdWarPavilion H7TownDwelling]
mName="Шатер войны"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать орков и нанимать неистовых орков."
[A_StrongholdWarTent H7TownDwelling]
mName="Шатер битвы"
mDesc="Поселение основных существ.\nПозволяет нанимать орков (12 в неделю)."
[A_StrongholdAltarOfBrokenBlades H7TownBuilding]
mName="Алтарь сломанных мечей"
mDesc="На следующие 3 боя существа в армии героя получают +1 к %ICON_MAX_MOVEMENT дальности перемещения и +5 к %ICON_ATTACK атаке."
[A_StrongholdBasiliskCavern H7TownDwelling]
mName="Пещера василисков"
mDesc="Поселение элитных существ.\nПозволяет нанимать всадников на василисках (2 в неделю)."
[A_StrongholdBasiliskNoMansLand H7TownDwelling]
mName="Пустошь василисков"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать всадников на василисках и нанимать копейщиков на василисках."
[A_StrongholdBehemothAbyss H7TownDwelling]
mName="Расселина чудищ"
mDesc="Поселение легендарных существ.\nПозволяет нанимать чудищ (1 в неделю)."
[A_StrongholdBehemothRift H7TownDwelling]
mName="Пропасть чудищ"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать чудищ и нанимать древних чудищ."
[A_StrongholdBloodMagicCrucible H7TownBuilding]
mName="Капище магии крови"
mDesc="Все вражеские герои в землях вокруг этого города получают -3 к магии."
[A_StrongholdCentaurLodge H7TownGrowthEnhancer]
mName="Шатер кентавров"
mDesc="Улучшение поселения элитных существ.\n+8 кентавров или кентавров-мародеров в неделю."
[A_StrongholdDeepMine H7TownBuilding]
mName="Глубокая шахта"
mDesc="Приносит 1 ед. %icon_Shadowsteel сумрачной стали в день."
[A_StrongholdFatherSkyTotem H7TownBuilding]
mName="Тотем Отца-Неба"
mDesc="Когда ваши герои сражаются в землях вокруг города, они получают +2 к показателю кровавой ярости."
[A_StrongholdFortification1 H7TownGuardBuilding]
mName="Укрепления 1 ур."
mDesc="Окружают город крепостной стеной с воротами. Город защищают орки и гноллы."
[A_StrongholdFortification2 H7TownGuardBuilding]
mName="Укрепления 2 ур."
mDesc="Увеличивается прочность стен и ворот.\nВ страже появляются песчаные виверны и кентавры.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_StrongholdFortification3 H7TownGuardBuilding]
mName="Укрепления 3 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_StrongholdFuryRoost H7TownDwelling]
mName="Гнездовье фурий"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать гарпий и нанимать фурий."
[A_StrongholdGnollFirecamp H7TownGrowthEnhancer]
mName="Бивак гноллов"
mDesc="Улучшение поселения основных существ.\n+12 гноллов или гноллов-охотников в неделю."
[A_StrongholdGnollHuntingShack H7TownDwelling]
mName="Хижина гноллов"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать гноллов и нанимать гноллов-охотников."
[A_StrongholdGnollSlums H7TownDwelling]
mName="Трущобы гноллов"
mDesc="Поселение основных существ.\nПозволяет нанимать гноллов (24 в неделю)."
[A_StrongholdHouseOfSmalltalks H7TownBuilding]
mName="Дом толмачей"
mDesc="Ваши герои получают +15% к шансу вступить в переговоры с нейтральными армиями в землях вокруг этого города."
[A_StrongholdIdolOfFertility H7TownIdolOfFertility]
mName="Идол плодородия"
mDesc="Раз в неделю вы можете выбрать одно поселение в городе, чтобы в нем мгновенно появилось количество существ, равное еженедельному приросту."
[A_StrongholdMagicGuild1 H7TownMagicGuild]
mName="Гильдия магов ур. 1"
mDesc="Открывает 5 случайных заклинаний 1-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_StrongholdMagicGuild2 H7TownMagicGuild]
mName="Гильдия магов ур. 2"
mDesc="Открывает 4 случайных заклинания 2-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_StrongholdMagicGuild3 H7TownMagicGuild]
mName="Гильдия магов ур. 3"
mDesc="Открывает 3 случайных заклинания 3-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_StrongholdMagicGuild4 H7TownMagicGuild]
mName="Гильдия магов ур. 4"
mDesc="Открывает 1 случайное заклинание 4-го уровня.\nЕго могут изучить все герои, обладающие соответствующими навыками."
[A_StrongholdMoat H7TownMoat]
mName="Ров"
mDesc="Ров защищает город во время осады.\nСтупив в ров, отряд теряет ход и получает физический урон."
[A_StrongholdMotherEarthsWisdom H7TownBuilding]
mName="Мудрость Матери-Земли"
mDesc="Сражаясь в землях вокруг этого города, все ваши герои получают на 10% больше опыта за победу над врагами."
[A_StrongholdOrcBarracks H7TownGrowthEnhancer]
mName="Казармы орков"
mDesc="Улучшение поселения основных существ.\n+6 орков или неистовых орков в неделю."
[A_StrongholdPillarOfRage H7TownDwelling]
mName="Колонна ярости"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать циклопов и нанимать разъяренных циклопов."
[A_StrongholdSkyAndEarthTotems H7TownTower]
mName="Тотемы земли и неба"
mDesc="Возводит две башни, защищающие город во время осады, и увеличивает атаку на +10 %ICON_ATTACK и защиту на +15 %ICON_DEFENSE для всех отрядов из укреплений во время битвы."
[A_StrongholdStonePillars H7TownGrowthEnhancer]
mName="Каменные столпы"
mDesc="Улучшение поселения элитных существ.\n+2 всадника на василисках и копейщика на василисках в неделю."
[A_StrongholdThievesGuild H7TownThiefGuild]
mName="Гильдия воров"
mDesc="За небольшую плату предоставляет сведения о ваших противниках."
[A_StrongholdWyvernHatchery H7TownGrowthEnhancer]
mName="Логово виверн"
mDesc="Улучшение поселения элитных существ.\n+7 песчаных виверн или ядовитых виверн в неделю."
[A_StrongholdWyvernNest H7TownDwelling]
mName="Гнездо виверн"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать песчаных виверн и нанимать ядовитых виверн."
[A_StrongholdWyvernRock H7TownDwelling]
mName="Скала виверн"
mDesc="Поселение элитных существ.\nПозволяет нанимать песчаных виверн (7 в неделю)."
[strongholdbuildingabilities.A_StrongholdIdolOfFertility_Ability H7BaseAbility]
mName="Идол плодородия"
[strongholdbuildingabilities.A_StrongholdHouseOfSmalltalks_Buff H7BaseBuff]
mName="Дом толмачей"
mTooltip="+15% к шансу вступить в переговоры с нейтральными армиями в землях вокруг города."
[strongholdbuildingabilities.A_StrongholdHouseOfSmalltalks_Ability H7BaseAbility]
mName="Способность дома толмачей"
[strongholdbuildingabilities.A_StrongholdHallOfRaiders_Ability H7BaseAbility]
mName="Способность зала трофеев"
[strongholdbuildingabilities.A_StrongholdFatherSkyTotem_Buff H7BaseBuff]
mName="Тотем Отца-Неба"
mTooltip="+2 к начальному значению кровавой ярости в землях вокруг этого города."
[strongholdbuildingabilities.A_StrongholdFatherSkyTotem_Ability H7BaseAbility]
mName="Способность тотема Отца-Неба"
[strongholdbuildingabilities.A_StrongholdBloodMagicCrucible_Buff H7BaseBuff]
mName="Капище магии крови"
mTooltip="%stat к %stat.icon магии в землях вокруг этого города."
[strongholdbuildingabilities.A_StrongholdBloodMagicCrucible_Ability H7BaseAbility]
mName="Способность капища магии крови"
[strongholdbuildingabilities.A_StrongholdAltarOfBrokenBlades_Ability H7BaseAbility]
mName="Способность алтаря сломанных клинков"
[A_StrongholdFatherSkysFuror H7TownTearOfAsha]
mName="Буйство Отца-Неба"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает прирост существ в этом городе на 50%.\n+2 к начальному значению кровавой ярости всех героев Непокорных племен."
[strongholdbuildingabilities.A_StrongholdMotherEarthsWisdom_Ability H7BaseAbility]
mName="Способность мудрости Матери-Земли"
[strongholdbuildingabilities.A_StrongholdMotherEarthsWisdom_Buff H7BaseBuff]
mName="Мудрость Матери-Земли"
mTooltip="+10% опыта за победы в боях в землях вокруг этого города."
[A_StrongholdFatherSkysFuror_TearOfAsha H7TownTearOfAsha]
mName="Буйство Отца-Неба"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает прирост существ в этом городе на 50%.\n+2 к начальному значению кровавой ярости всех героев Непокорных племен."
[strongholdbuildingabilities.A_StrongholdFatherSkysFuror_HeroBuff H7BaseBuff]
mName="Буйство Отца-Неба"
mTooltip="+2 к кровавой ярости."
[strongholdbuildingabilities.A_StrongholdFatherSkysFuror_TownBuff H7BaseBuff]
mName="Буйство Отца-Неба"

UCP 1.1

[A_StrongholdCapitol H7TownHall]
mName="Капитолий"
mDesc="Дополнительно приносит 2000 ед. %ICON_GOLD золота в день. У вас может быть только один Капитолий."

[A_StrongholdTownHall H7TownHall]
mName="Ратуша"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

UCP 1.3

[strongholdbuildingabilities.A_StrongholdAltarOfBrokenBlades_Buff H7BaseBuff]
mName="Алтарь сломанных клинков"
mTooltip="%stat1 %stat1.icon к перемещению и %stat2 %stat2.icon к силе до конца боя."

[strongholdbuildingabilities.A_StrongholdAltarOfBrokenBlades_HeroBuff H7BaseBuff]
mName="Алтарь сломанных клинков"
mTooltip="Дружественные отряды получают %buff1.buff.stat1 к %buff1.buff.stat.icon дальности перемещения и %buff1.buff.stat2 к %buff1.buff.stat2.icon атаке. Длительность (боев): %durini."

[A_Strongholdchambre_des_Elite_puissant H7TownDwelling]
mName="Расщелина ветал"
mDesc="Позволяет завербовать мощное существо-чемпиона - Паокай. \Может быть завербовано с помощью функции "завербовать всех"."

[A_Strongholdchambre_des_berseker H7TownDwelling]
mName="Пастбище диких свиней"
mDesc="Позволяет принести в жертву неистовых орков, чтобы нанять могeщественное элитное существо - дочь неба."